[
  {
    "repo": "zakriamansoor47/SLAYER_Duel",
    "desc": "This plugin allows players to do 1vs1 duel."
  },
  {
    "repo": "zakriamansoor47/SLAYER_Revive",
    "desc": "Revive teammates with 'E' (+use button)."
  },
  {
    "repo": "zakriamansoor47/SLAYER_AntiCamp",
    "desc": "This plugin detect player who is camping for a specific time."
  },
  {
    "repo": "zakriamansoor47/SLAYER_HeadshotOnly",
    "desc": "This plugin enables headshot only to all players or enables headshot only on players themselves by using public command !hs."
  },
  {
    "repo": "zakriamansoor47/SLAYER_UnrestrictedFOV",
    "desc": "This simple plugin allow players to change their FOV."
  },
  {
    "repo": "zakriamansoor47/SLAYER_Noscope",
    "desc": "This plugin disables scope of scope weapons like AWP, scout, etc."
  },
  {
    "repo": "samyycX/CSSharpPatcher",
    "desc": "A plugin with various patches for cs2."
  },
  {
    "repo": "samyycX/CS2-PlayerModelChanger",
    "desc": "A cssharp plugin to change player models."
  },
  {
    "repo": "daffyyyy/CS2-SimpleAdmin",
    "desc": "Manage your Counter-Strike 2 server with simple commands!"
  },
  {
    "repo": "daffyyyy/CS2-Tags",
    "desc": "Adds tags to the server that can be easily edited, tags can be assigned via permission or steamid64."
  },
  {
    "repo": "Nereziel/cs2-WeaponPaints",
    "desc": "A plugin to change weapon paints, gloves, agents and etc."
  },
  {
    "repo": "samyycX/CS2-SkyboxChanger",
    "desc": "A plugin allow player to change their own skybox material, color and brightness on every map dynamically and seamlessly."
  },
  {
    "repo": "NockyCZ/CS2-Deathmatch",
    "desc": "A plugin to implement deathmatch gamemode."
  },
  {
    "repo": "b3none/cs2-retakes",
    "desc": "CS2 implementation of retakes written in C# for CounterStrikeSharp. Based on the version for CS:GO by Splewis."
  },
  {
    "repo": "schwarper/cs2-anticheat",
    "desc": "cs2-anticheat is an anti-cheat system in development for CounterStrike 2."
  },
  {
    "repo": "TICHOJEBEC-SK/cs2-WarnSystem",
    "desc": "A plugin that allows admins to warn players."
  },
  {
    "repo": "T3Marius/T3Menu-API",
    "desc": "T3Menu-API is a plugin created on counterstrikesharp with purpose of creating a better, refined menu controlled with player buttons."
  },
  {
    "repo": "schwarper/CS2TraceRay",
    "desc": "A trace ray library developed for use in Counter Strike 2, in conjunction with the CounterStrikeSharp API. This enables the use of trace ray with TraceMask, Contents and skip enums."
  },
  {
    "repo": "schwarper/cs2-store",
    "desc": "A store plugin designed to enhance your gameplay by providing a dynamic credit system that allows players to purchase essential items directly from the store."
  },
  {
    "repo": "schwarper/CS2MenuManager",
    "desc": "CS2MenuManager is a modern, extensible and easy to use menu system for Counter-Strike 2 based on the CounterStrikeSharp library."
  },
  {
    "repo": "schwarper/cs2-tags",
    "desc": "A tag plugin designed to enhance your CS2 experience with a dynamic tagging system. Customise and manage player tags effortlessly for a more interactive and engaging game environment."
  },
  {
    "repo": "shobhit-pathak/MatchZy",
    "desc": "MatchZy is a plugin for CS2 (Counter Strike 2) for running and managing practice/pugs/scrims/matches with easy configuration!"
  },
  {
    "repo": "T3Marius/MVP-Anthem",
    "desc": "A plugin that add custom mvp sound to the game."
  },
  {
    "repo": "Cruze03/FortniteEmotesNDances",
    "desc": "This plugin allows players to use Emotes & Dances just like Fortnite."
  },
  {
    "repo": "Letaryat/CS2-Poor-MapPropAds",
    "desc": "This plugin allows for server owners to create billboard type advertisements that are placed on wall."
  },
  {
    "repo": "phara1/advanced-ff-cs2",
    "desc": "This plugin implements advanced control of friendly fire."
  },
  {
    "repo": "TICHOJEBEC-SK/cs2-WeaponRestrict",
    "desc": "A plugin that lets you restrict weapons by rules."
  },
  {
    "repo": "KillStr3aK/CS2-AntiDLL",
    "desc": "This plugin is similar to the CS:GO version."
  },
  {
    "repo": "qstage/CS2-FixRandomSpawn",
    "desc": "Fixes convar `mp_randomspawn` for any game mode."
  },
  {
    "repo": "K4ryuu/K4-AlwaysWeaponSkins",
    "desc": "This plugin enhances weapon skin visibility by ensuring your equipped Steam inventory skins are displayed consistently across both teams."
  },
  {
    "repo": "qstage/CS2-HidePlayers",
    "desc": "Allows you to hide player models."
  },
  {
    "repo": "partiusfabaa/cs2-ranks",
    "desc": "Each player is assigned a rank based on their accumulated experience points. Ranks range from \"None\" to the prestigious \"The Global Elite.\""
  },
  {
    "repo": "Cruze03/Clientprefs",
    "desc": "This plugin exposes some natives for developers to save player data to SQLite / MySQL without actually adding sql code to your plugin giving developers easy access to save player cookie to database."
  },
  {
    "repo": "darkerz7/CS2-EntityFix",
    "desc": "Fixes game_player_equip, game_ui, IgniteLifeTime, point_viewcontrol, trigger_gravity. Idea taken from cs2fixes."
  },
  {
    "repo": "darkerz7/EntWatchSharp",
    "desc": "Notify players about entity interactions."
  },
  {
    "repo": "darkerz7/CS2-HideTeammates",
    "desc": "Hides Teammates on the entire map or distance."
  },
  {
    "repo": "wiruwiru/AutomaticAds-CS2",
    "desc": "This plugin allows you to schedule and display announcements in the chat at customizable intervals. Each announcement is accompanied by a brief sound effect to capture players' attention seamlessly."
  },
  {
    "repo": "Oz-Lin/cs2-rockthevote",
    "desc": "General purpose map voting plugin, started as a simple RTV and now has more features."
  },
  {
    "repo": "M-archand/CS2FlashingHtmlHudFix",
    "desc": "A CS2 CS# Plugin that uses a workaround found by Poggu to make .PrintToCenterHTML not flash every second by setting."
  },
  {
    "repo": "Kandru/cs2-roll-the-dice",
    "desc": "This plugin lets your players roll the dice each round (at any time during an round) to get either a positive or negative effect for the current round."
  },
  {
    "repo": "HvH-gg/CS2-Essentials",
    "desc": "It includes basic features like reset score and rage quit as well as optional restrictions for weapons, friendly fire, rapid fire and other exploit/crash fixes."
  },
  {
    "repo": "HvH-gg/TeleportFix",
    "desc": "CounterStrikeSharp plugin to fix the teleport/airstuck/crash exploit."
  },
  {
    "repo": "HvH-gg/RapidFireFix",
    "desc": "CounterStrikeSharp plugin to handle rapid fire in CS2."
  },
  {
    "repo": "Interesting-exe/QuickDefuse",
    "desc": "Guess a wire for a chance to instantly defuse the bomb."
  },
  {
    "repo": "darkerz7/CSSharp-Fixes",
    "desc": "CS#Fixes is a CounterStrikeSharp plugin that fixes some bugs in Counter-Strike 2 and adds some commonly requested features."
  },
  {
    "repo": "Kandru/cs2-quake-sounds",
    "desc": "This is a simple Quake Sound plugin for your server. It supports all types of sounds - only a workshop addon is necessesary."
  },
  {
    "repo": "Kandru/cs2-update-manager",
    "desc": "The Plugin Update Manager is a plugin for Counter-Strike 2 designed to automatically update all your other plugins."
  },
  {
    "repo": "Kandru/cs2-challenges",
    "desc": "This plugin allows you to create Challenges for players. Challenges are tasks that players need to complete within a certain time frame (e.g., daily, weekly, monthly)."
  },
  {
    "repo": "Kandru/cs2-demo-recorder",
    "desc": "This tool automatically start a recording whenever someone is on your server. It makes sure to stop the recording before the level is being changed."
  },
  {
    "repo": "Ferks-FK/CS2-TeamLimiter",
    "desc": "This plugin allows you to set a maximum number of players in both teams. Useful for PUG/MIX or Retake mode servers."
  },
  {
    "repo": "asapverneri/CS2-Gunsmenu",
    "desc": "Up to date and lightweight gunmenu for CS2, allowing players to choose guns at any time of the round."
  },
  {
    "repo": "asapverneri/CS2-Playervotes",
    "desc": "Lightweight and efficient voting system for CS2 without anything pointless, allowing players to initiate votes for kicking, banning, and muting players."
  },
  {
    "repo": "asapverneri/CS2-Baninfo",
    "desc": "Useful plugin that shows connected players ban & mute history in console."
  },
  {
    "repo": "asapverneri/CS2-ChatRelay",
    "desc": "Lightweight plugin to send your cs2 server chat messages to discord channel using webhook."
  },
  {
    "repo": "asapverneri/CS2-BotQuotaManager",
    "desc": "This plugin handles bot_quota depending on playercount on the server."
  },
  {
    "repo": "asapverneri/CS2-Legs",
    "desc": "Simple plugin to disable lower body."
  },
  {
    "repo": "asapverneri/CS2-ScoutzKnivez",
    "desc": "This is a legendary gamemode made for CS2. It's in early state, but it should be pretty stable."
  },
  {
    "repo": "asapverneri/CS2-Clantags",
    "desc": "Extremely simple plugin to set admin/vip tag to scoreboard."
  },
  {
    "repo": "asapverneri/CS2-ChatLogs",
    "desc": "Plugin that store chat messages to MySQL database."
  },
  {
    "repo": "asapverneri/CS2-StaffList",
    "desc": "Simple plugin which show online admins in the server."
  },
  {
    "repo": "partiusfabaa/cs2-VIPCore",
    "desc": "A vip plugin for cs2."
  },
  {
    "repo": "B3none/cs2-instaplant",
    "desc": "Plant the bomb instantly as a terrorist."
  },
  {
    "repo": "zakriamansoor47/SLAYER_1HitKill",
    "desc": "This simple plugin allows players to kill others in 1 Hit."
  },
  {
    "repo": "ssypchenko/cs2-gungame",
    "desc": "GunGame is a gameplay plugin inspired by the SourceMode GunGame plugin."
  },
  {
    "repo": "oqyh/cs2-Chat-Logger-GoldKingZ",
    "desc": "Log chat to local/discord webhook/mysql/web server."
  },
  {
    "repo": "oqyh/cs2-Connect-Disconnect-Sound-GoldKingZ",
    "desc": "Emit a sound when a player connects or disconnects."
  },
  {
    "repo": "B3none/cs2-instadefuse",
    "desc": "A plugin that allows players to instantly defuse the bomb."
  },
  {
    "repo": "oqyh/cs2-Game-Manager-GoldKingZ",
    "desc": "Block/Hide unnecessaries in game."
  },
  {
    "repo": "KKNecmi/ThirdPerson-Revamped",
    "desc": "A modern, improved third-person camera plugin for Counter-Strike 2."
  },
  {
    "repo": "grrhn/ThirdPerson-WIP",
    "desc": "WIP ThirdPerson plugin for CS2 expect bugs."
  },
  {
    "repo": "KillStr3aK/ResourcePrecacher",
    "desc": "This plugin can precache custom resources."
  },
  {
    "repo": "R0mz1k/css-C4-Timer",
    "desc": "This plugin adds countdown to c4 bomb explosion to your server."
  },
  {
    "repo": "R0mz1k/CSS-Knockback",
    "desc": "This plugin, when hit, repels the recipient of the damage."
  },
  {
    "repo": "Dliix66/CS2-BotSlay",
    "desc": "CSSharp plugin to slay all bots when the last player dies."
  },
  {
    "repo": "Quantor97/CS2-Kill-Plugin",
    "desc": "A simple kill plugin that allows players to suicide via chat by entering '!suicide' or '/suicide'."
  },
  {
    "repo": "Cruze03/cs2_blockradiocommands",
    "desc": "A CSSharp plugin to block all radio commands."
  },
  {
    "repo": "Lan2Play/PugSharp",
    "desc": "Pugsharp is a PUG System Plugin for CS2 based on the awesome CounterStrikeSharp by roflmuffin."
  },
  {
    "repo": "PhantomYopta/CS2_Speedometer",
    "desc": "Just a speedometer for CS2."
  },
  {
    "repo": "abnerfs/cs2-killfeed-filter",
    "desc": "Show only your kills/assists/deaths in the killfeed, useful for DM servers where the killfeed has too much kills going on."
  },
  {
    "repo": "Austinbots/CS2-BotAI",
    "desc": "Improves the built in bots AI."
  },
  {
    "repo": "Austinbots/cs2-BotsNoKnife",
    "desc": "Strips knife from bots."
  },
  {
    "repo": "Austinbots/cs2-Change-Map-Rotation-Using-Text-File",
    "desc": "It allows you to change the map rotation using a text file."
  }
]
