[
  {
    "repo": "swiftly-solution/admins",
    "desc": "A simple plugin for swiftly that implements an admin system (core)."
  },
  {
    "repo": "swiftly-solution/admins_basecomms",
    "desc": "A simple plugin for Swiftly that implements a comms system."
  },
  {
    "repo": "swiftly-solution/admins_basebans",
    "desc": "A simple plugin for Swiftly that implements a ban system."
  },
  {
    "repo": "swiftly-solution/admins_commands",
    "desc": "A simple plugin for Swiftly that implements some base commands."
  },
  {
    "repo": "swiftly-solution/map-chooser",
    "desc": "A simple plugin for Swiftly that implements a basic map voting system."
  },
  {
    "repo": "swiftly-solution/vip-core",
    "desc": "A simple plugin for swiftly that acts like a core for vip."
  },
  {
    "repo": "swiftly-solution/vip_modules",
    "desc": "A repository containing all the VIP Modules created by Swiftly Solution for VIP Core."
  },
  {
    "repo": "swiftly-solution/ranks",
    "desc": "A simple plugin for Swiftly that implements an Rank System."
  },
  {
    "repo": "swiftly-solution/tags",
    "desc": "A simple plugin for Swiftly that implements tags on chat/scoreboard."
  },
  {
    "repo": "swiftly-solution/mostactive",
    "desc": "A simple plugin for Swiftly that saves the connected time of a player on server in database."
  },
  {
    "repo": "swiftly-solution/random-team-logo",
    "desc": "A simple plugin for Swiftly which chooses a random team logo on each map start."
  },
  {
    "repo": "swiftly-solution/connection-filters",
    "desc": "A simple plugin for Swiftly that filters the connection based on some settings."
  },
  {
    "repo": "swiftly-solution/hud",
    "desc": "A simple plugin for Swiftly that implements a basic Hud System."
  },
  {
    "repo": "swiftly-solution/deathmatch",
    "desc": "A simple plugin for swiftly that implements the basic functionality of a Deathmatch/FFA server."
  },
  {
    "repo": "swiftly-solution/player-model-changer",
    "desc": "A simple plugin for Swiftly that implements a basic player model changing system."
  },
  {
    "repo": "swiftly-solution/auto-team-balance",
    "desc": "A simple plugin for Swiftly that balances the teams."
  },
  {
    "repo": "swiftly-solution/shop-core",
    "desc": "A simple plugin for Swiftly that implements the core of the shop."
  },
  {
    "repo": "swiftly-solution/shop-modules",
    "desc": "A repository containing all the Shop Modules created by Swiftly Solution for Shop Core."
  },
  {
    "repo": "swiftly-solution/damage-management",
    "desc": "A simple plugin for swiftly that changes the damage management to faceit-style."
  },
  {
    "repo": "swiftly-solution/discord-logs",
    "desc": "A simple plugin for Swiftly that integrates basic discord logs."
  },
  {
    "repo": "swiftly-solution/pm",
    "desc": "A Swiftly plugin that allows players to send private messages."
  },
  {
    "repo": "swiftly-solution/joinleave",
    "desc": "A plugin for Swiftly that prints a message when a player connects on/disconnects from the server."
  },
  {
    "repo": "swiftly-solution/antiteamflash",
    "desc": "A simple plugin for Swiftly that removes the possibility to get flashed from other teammates."
  },
  {
    "repo": "swiftly-solution/resetscore",
    "desc": "A plugin for Swiftly that sets the stats from the tab to 0 to the player that used the !rs/!resetscore command."
  },
  {
    "repo": "swiftly-solution/steam-requirements",
    "desc": "A simple plugin for Swiftly that decides if a player can connect based on some requirements."
  },
  {
    "repo": "swiftly-solution/connect-sounds",
    "desc": "A simple plugin for Swiftly that plays a sound when a player connects."
  },
  {
    "repo": "swiftly-solution/advertisements",
    "desc": "A simple plugin for Swiftly that implements an chat advertising system."
  },
  {
    "repo": "swiftly-solution/goldmember",
    "desc": "A plugin for Swiftly that gives benefits to players who has your server DNS in their name."
  },
  {
    "repo": "swiftly-solution/faceit-level",
    "desc": "A simple plugin for Swiftly that queries the level faceit of a player and add the icon on the scoreboard."
  },
  {
    "repo": "swiftly-solution/multi1v1",
    "desc": "A simple plugin for Swiftly that implements an Arena System."
  },
  {
    "repo": "swiftly-solution/countryflags",
    "desc": "A plugin for Swiftly which puts country flags on the scoreboard."
  },
  {
    "repo": "swiftly-solution/advanced-weapons",
    "desc": "A plugin for Swiftly that changes the properties of any weapon."
  },
  {
    "repo": "swiftly-solution/removebodies",
    "desc": "A plugin for Swiftly that removes the dead bodies from the ground."
  },
  {
    "repo": "swiftly-solution/remove_default_messages",
    "desc": "A plugin for Swiftly that removes the default game messages."
  },
  {
    "repo": "swiftly-solution/welcomemessages",
    "desc": "A simple plugin for Swiftly that prints a message to a player when he has connected on the server."
  }
]